{
    "An image showing an online order, a purchase process, an invoice, or an item with a price tag.": "compras-y-facturas",
    "Screenshot of a desktop OS (Windows, macOS) with a horizontal aspect ratio. Shows windows with title bars, a taskbar, and a mouse cursor. Includes non-browser apps like file explorers or system settings.": "capturas-desktop",
    "Screenshot from a mobile device (smartphone, tablet) with a vertical aspect ratio. Shows a native app, home screen, or settings. Includes mobile UI elements like a top status bar with battery and signal icons or navigation buttons.": "capturas-mobile",
    "A screenshot from a smartwatch with a circular or square watch face. Shows small notifications, fitness data like heart rate or steps, or a simple app icon grid. The aspect ratio is typically 1:1.": "capturas-smartwatch",
    "Screenshot of a messaging app (WhatsApp, Telegram). The main feature is a conversation with alternating text bubbles from different participants.": "capturas-chat",
    "Screenshot of a social media feed (LinkedIn, Twitter, Facebook). Shows a vertical list of posts with user profiles, text, images, and engagement buttons for likes or comments.": "capturas-social-media",
    "Screenshot focused on a web browser's content. The main subject is a webpage, article, or online store. It may include the browser's user interface, such as a URL address bar, tabs, or navigation buttons.": "capturas-web",
    "Screenshot of a video game on any device. Shows gameplay, game menus, characters, or scores. Contains game interface elements like a heads-up display (HUD) with a health bar, map, or ammo count.": "capturas-juegos",
    "Screenshot of a code editor, IDE, or terminal. Shows lines of code with syntax highlighting or text in a monospaced font.": "capturas-codigo-terminal",
    "Screenshot of a map or navigation application like Google Maps. Shows streets, routes, locations, and navigation UI.": "capturas-mapas",
    "A screenshot of a user registration form, a login page, or a user profile on a website or app.": "registros-en-webs",
    "A photograph of a person, a group of people, a portrait, or a selfie. Not a screenshot.": "gente-y-retratos",
    "A photograph of a landscape, cityscape, landmark, monument, or a person on vacation. Not a screenshot.": "viajes-y-paisajes",
    "The exterior or interior of a building, a facade, an architectural blueprint, or a structural design. CAD drawing o BIM related": "arquitectura",
    "A photograph of a plate of food, a beverage, cooking ingredients, or a visual recipe.": "comida-y-recetas",
    "A photograph of a car, motorcycle, airplane, boat, train, or any other motor vehicle, or bicycle.": "motor-y-vehiculos",
    "A presentation slide, a digital document, a PDF, or an educational chart. The content is primarily informational.": "documentos-y-formacion",
    "A painting, sculpture, drawing, or a piece of modern art. Includes logos, UI mockups, or aesthetic patterns.": "arte-y-diseno",
    "A meme, a joke, a comic strip, or any funny and humorous image, often with text captions.": "humor-y-memes",
    "A still frame from a movie or TV series, a promotional poster, an actor, or an actress.": "cine-y-tv",
    "An electronic device, a circuit board, a computer, hardware components, or a gadget.": "electronica-y-gadgets",
    "A VR headset, or a screenshot from a virtual or augmented reality (AR/VR) application.": "VR-y-AR"
}